MS-CEINTL.vscode-language-pack-ja
asvetliakov.vscode-neovim
HashiCorp.terraform
ms-azuretools.vscode-azureterraform
ms-vscode.azure-account
ms-vsliveshare.vsliveshare
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-toolsai.vscode-ai-remote
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.auto-close-tag
donjayamanne.githistory
eamodio.gitlens
mhutchie.git-graph
waderyan.gitblame
pranaygp.vscode-css-peek
streetsidesoftware.code-spell-checker
idleberg.icon-fonts
ms-azuretools.vscode-docker
vscode-icons-team.vscode-icons
chrmarti.regex
alefragnani.Bookmarks
redhat.vscode-yaml
wayou.vscode-todo-highlight
GrapeCity.gc-excelviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
ms-vscode.js-debug
ChakrounAnas.turbo-console-log
wix.vscode-import-cost
hbenl.vscode-test-explorer
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
rust-lang.rust-analyzer
ZainChen.json
oderwat.indent-rainbow
christian-kohler.path-intellisense
Gruntfuggly.todo-tree
soerenuhrbach.vscode-deepl
mikestead.dotenv
VisualStudioExptTeam.vscodeintellicode
steoates.autoimport
ipatalas.vscode-postfix-ts
GitHub.vscode-pull-request-github
ms-azuretools.vscode-azurefunctions
whizkydee.material-palenight-theme
ms-vscode.makefile-tools
bungcip.better-toml
KnisterPeter.vscode-github
cschleiden.vscode-github-actions
